<h1>Довідник PHP</h1>
<img src="image/PHP.png" width="500">
<p>PHP, що розшифровується як "PHP: Hypertext Preprocessor" - «PHP: Препроцесор Гіпертексту»,
        є поширеною інтерпретуючою мовою загального призначення з відкритим вихідним кодом.
        PHP створювався спеціально для ведення Web-розробок і код на ньому може впроваджуватися безпосередньо в HTML-код.
        Синтаксис мови бере початок з C, Java і Perl, і є легким для вивчення.
        Основною метою PHP є надання web-розробникам можливості швидкого створення динамічно генеруючих web-сторінок,
        однак область застосування PHP не обмежується тільки цим.
</p>
<p>Цей довідник складається, головним чином, з довідника функцій, а також містить довідник мови,
    коментарі до найбільш важливих із відмінних особливостей PHP, і інші додаткові відомості.
</p>
<p>Цей довідник доступний в декількох форматах по адресі <a href="http://www.php.net/download-docs.php" target="_blank"> http://www.php.net/download-docs.php.</a>
    Більш детальну інформацію про те, як ведеться робота над довідником, ви зможете отримати звернувшись в додаток.
    Якщо вам цікава історія PHP, зверніться до відповідного додатку.
</p>